benchmarks/throughput/rerun-m4/runs/16-wrk/wrk/run.log
Running 1m test @ http://172.18.0.2:8080/work
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   578.29us  751.23us  20.26ms   85.93%
    Req/Sec    87.10k     8.05k  153.19k    70.78%
  48587256 requests in 1.17m, 51.31GB read
  Socket errors: connect 0, read 0, write 0, timeout 182
Requests/sec: 693130.56
Transfer/sec:    749.60MB